@extends('layouts.app')
@section('title', 'شرایط و ضوابط')
@section('content')
<div class="row">
    <div class="col-md-12">
        <div class="login-card" style="text-align: right; margin-top: 40px;">
            <p dir="rtl" style="text-align: justify;"><strong>قوانین عضویت در دکترسوال</strong></p>
            <ul dir="rtl">
                <li style="text-align: justify;">به منظور عضویت و یا استفاده از خدمات&nbsp;دکترسوال می بایست قوانین و شرایط دکترسوال را مطالعه نموده و تایید نمایید<span dir="LTR">.</span></li>
                <li style="text-align: justify;">تمامی&nbsp;اصول و رویه های دکترسوال منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از مصرف کننده است. در مقابل، کاربران نیز موظف به رعایت قوانین مرتبط با خود هستند. چنانچه در قوانین مندرج، رویه ها و خدمات برنامه دکترسوال، تغییراتی در آینده ایجاد شود، تمامی این تغییرات در همین صفحه منتشر و به روزرسانی می شوند و شما توافق می کنید که استفاده مستمر شما از این برنامه به معنی پذیرش هرگونه تغییر است<span dir="LTR">.</span></li>
            </ul>
            <p dir="rtl" style="text-align: justify;"><strong>قوانین حساب کاربری</strong></p>
            <ul dir="rtl">
                <li style="text-align: justify;">برای حفظ امنیت اطلاعات و جلوگیری از هرگونه خراب کاری استفاده از خدمات دکترسوال وابسته به ثبت نام با شماره همراه و احراز هویت در سیستم است.</li>
                <li style="text-align: justify;">مسئولیت صحت تمامی اطلاعات وارد شده در حساب کاربری شهروند و پزشک (از جمله نام و نام خانوادگی و سایر اطلاعات شخصی و حرفه ای) کاملا برعهده کاربر می باشد. در صورت مشاهده هرگونه تناقض اطلاعات وارد شده با اطلاعات واقعی کاربر، حساب کاربری تان حذف میگردد<span dir="LTR">.</span></li>
                <li style="text-align: justify;">مسئولیت حفاظت از اطلاعات کاربری شما به عهده خودتان است. هرگونه خسارت یا آسیب برخاسته از عدم حفاظت شما از مشخصات حساب کاربریتان متوجه شما بوده و&nbsp;دکترسوال&nbsp;هیچ گونه مسئولیتی را بر عهده نمی&zwnj;گیرید.</li>
                <li style="text-align: justify;">دکترسوال می&zwnj;تواند اطلاعات کاربری را که مخاطب وارد می&zwnj;کند در پایگاه داده خود ذخیره و از آنها به عنوان داده&zwnj;های آماری و پژوهشی استفاده کند.</li>
                <li style="text-align: justify;">(پزشکان) مسئولیت صحت اطلاعات ارسال شده و تمامی فعالیت های انجام شده توسط منشی به هر بخشی از سامانه با توجه به سطوح دسترسی اعطا شده توسط پزشک، بر عهده منشی و پزشک است و دکترسوال هیچ مسئولیتی در قبال عدم صحت هرگونه اطلاعات و انجام هرگونه تراکنش و فعالیتی توسط منشی ندارد<span dir="LTR">.</span></li>
                <li style="text-align: justify;">(پزشکان) منشی می تواند با توجه به سطح دسترسی اعطا شده توسط پزشک به وی، به بخش های مدیریت مطب، مدیریت خدمات، مدیریت زمان های حضور پزشک در هر مطب، مدیریت نوبت ها و مدیریت امور مالی دسترسی داشته باشد. این دسترسی ها توسط پزشک در هر زمان و برای هر مطب قابل ویرایش هستن.</li>
            </ul>
            <p dir="rtl" style="text-align: justify;"><strong>قوانین نوبت دهی</strong></p>
            <ul dir="rtl">
                <li style="text-align: justify;">در نظر داشته باشید، پزشکان عضو سامانه دکترسوال بنابر صلاح دید خود زمان کاری متفاوتی برای نوبت دهی تعریف نموده و به بیماران خود خدمت رسانی می&zwnj;کنند.</li>
                <li style="text-align: justify;">حضور بیمار ده دقیقه قبل از وقت تعیین شده در مطب پزشک الزامی است به منظور ارائه &nbsp;کارت شناسایی و کد رهگیری نوبت خود به منشی مطب<span dir="LTR">.</span></li>
                <li style="text-align: justify;">دکترسوال هیچ مسئولیتی در قبال کیفیت درمان ندارد<span dir="LTR">.</span></li>
                <li style="text-align: justify;">پزشکان و کلیه&zwnj;ی مراکز درمانی که از سرویس سیستم رزرواسیون آنلاین استفاده می&zwnj;کنند موظف به سرویس&zwnj;دهی به موقع در زمان مقرر به کاربران دکترسوال هستند<span dir="LTR">.</span></li>
            </ul>
            <p><a href="{{url()->previous()}}">بازگشت</a></p>
        </div>
    </div>
</div>
@endsection