@extends('layouts.app')
@section('title', 'شرایط و ضوابط')
@section('content')
<div class="row">
    <div class="col-md-12">
        <div class="login-card" style="text-align: right; margin-top: 40px;">
            <h4 dir="rtl">شرایط و ضوابط استفاده</h4>
            <p dir="rtl">این سند الکترونیکی یک توافق نامه است،&nbsp;بین کاربری که در سرویس دکترسوال ثبت نام می کند و سایت دکترسوال. کاربر موظف است این سند را از کامل مطالعه کرده و پس از تایید آن در هنگام ثبت نام، وارد سیستم شود و مجاز است از امکانات سایت دکترسوال استفاده نماید. مفاد این سند الکترونیکی به شرح زیر است:</p>
            <ul dir="rtl">
                <li>کاربر موظف است ماهیانه ۶۵۰ هزارتومان به شماره کارت ۶۰۳۷-۹۹۱۸-۴۱۳۴-۴۰۳۳ به نام علیرضا دربندی واریز کند.</li>
                <li>کون لقت.</li>
            </ul>
            <p><a href="{{url()->previous()}}">بازگشت</a></p>
        </div>
    </div>
</div>
@endsection