@extends('layouts.app')
@section('content')
<div class="tour-card">
    <div class="container">
        <div class="row">
            <div class="col-md-6">
               <div class="tour-card-content">
               گاهی وقت‌ها نیاز است که برای مشکل دندان خود نوبت بگیرید اما دندان پزشک خاصی را نمی ‌شناسید. گاهی اوقات مشکلی دارید که نیازی به مراجعه حضوری شما به پزشک نیست و اون نیز می‌تواند از دور مشکل شما را حل کند اما پزشکی را نمی‌شناسید که ویزیت اینترنتی کند. بارها پیش آمده که بیماران برای دریافت نوبت به شهری دیگر رفته اند و این رفت آمد برایشان هزینه بر بوده است. گاهی اوقات پزشک نمی‌تواند نظر قطعی درباره بیمار بدهد مگر اینکه تاریخچه مختصری از سلامت او داشته باشد اما هیچ بستر همگانی وجود نداشت که بتواند این اطلاعات را در اختیار پزشک یا پرستار قرار دهد. کالسیفر با هدف این مشکلات شروع شده است.
               </div>
            </div>
            <div class="col-md-6">
                <img src="/imgs/004-doctor.svg" class="tour-img">
            </div>
        </div>
    </div>
</div>

<div class="tour-card">
    <div class="container">
        <div class="row">
            <div class="col-md-6">
                <img src="/imgs/025-nurse.svg" class="tour-img">
            </div>
            <div class="col-md-6">
                <div class="tour-card-content">
                   <p>
                    کالسیفر یک بانک بزرگ از واحدهای درمانی مختلف است که می‌توان در بین آنها جستجو کرد و حتی با آنها تعامل داشت. این سیستم می‌تواند نیازهای درمانی متعدد جامعه را با کیفیت بهتری تامین نماید. بیماران در این سیستم صاحب تاریخچه سلامت خود می شوند و می‌توانند آنرا در اختیار پزشکان و پرستاران مختلف قرار دهند. برای خود نوبت بگیرند یا درخواست حضور پرستار برای انجام امور درمانی خود کنند. این سرویس در جهت بهینه سازی تمام این مشکلات طراحی شده است.
                   </p>
                   <div>
                    <button type="button" class="btn btn-primary reg-now">همین الان ثبت نام کن!</button>
</div>
                </div>
            </div>
        </div>
    </div>
</div>

<div class="tour-card">
    <div class="container">
        <div class="row">
            <div class="col-md-6">
                <div class="tour-card-content">
                   <p>
                    گر شما مدیر یک کلینیک، مطب، بیمارستان یا واحد خدمات درمانی هستید می‌توانید با ثبت نام در این سیستم و ثبت واحد درمانی و پرسنل خود، خدماتتان را در بستر وب معرفی کنید. برای هر واحد خود صفحه شخصی داشته باشید تا بتوانید از طریق اینترنت به بیماران خود خدمات ارائه دهید. امکانات یک مدیر در این پلتفرم عبارتند از:
                    مدیریت واحد‌های درمانی
                    مدیریت پرسنل واحد درمانی
                    ایجاد پرونده الکترونیکی برای بیماران
                    مشاهده تقاضاهای خدمات درمانی و انجام آنها
                    پیگیری و گزارشگیری از روند انجام کلیه خدمات
                   </p>
                    <button type="button" class="btn btn-primary reg-now">همین الان ثبت نام کن!</button>
                </div>
            </div>
            <div class="col-md-6">
                <img src="/imgs/026-manager.svg" class="tour-img">
            </div>
        </div>
    </div>
</div>

<div class="tour-card">
    <div class="container">
        <div class="row">
            <div class="col-md-6">
                <img src="/imgs/007-report.svg" class="tour-img">
            </div>
            <div class="col-md-6">
                <div class="tour-card-content">
                   <p>
                    اگر شما یک پزشک یا پرستار هستید و می‌خواهید از طریق اینترنت، به بیماران خود خدمات دهید و یا در واحد‌های درمانی مجازی عضو شده و کسب درآمد کنید، می‌توانید در ثبت نام در این سیستم و عضویت در واحدهای درمانی مورد نظر، از آنها سفارشات خدمات مورد نظر خود را دریافت نمایید. امکانات یک پزشک یا پرستار در این پلتفرم عبارتند از:
                    مدیریت بیماران و پرونده آنها
                    ثبت گزارش سلامت(آزمایشات، شرح‌حال و ...)
                    دریافت ویزیت آنلاین یا حضوری
                    گزارش گیری کامل از درآمد و تراکنش‌ها
                    
                   </p>
                    <button type="button" class="btn btn-primary reg-now">همین الان ثبت نام کن!</button>
                </div>
            </div>
        </div>
    </div>
</div>

<div class="tour-card">
    <div class="container">
        <div class="row">
            <div class="col-md-6">
                <div class="tour-card-content">
                   <p>
                    اگر شما یک فرد عادی هستید و می‌خواهید از طریق اینترنت و با هزینه کمتر و راحتی بیشتر، نیاز‌های درمانی خود اعم از نوبت ویزیت، درخواست پرستار یا پزشک و ... را تامین نمایید می توانید با ثبت نام در این سیستم و ثبت درخواست‌های خود در اسرع وقت به هدف خود برسید. امکانات یک فرد عادی در این پلتفرم عبارتند از:
                    ثبت درخواست ویزیت در مطب یا در هر محلی که شما انتخاب کنید
                    مشاهده پیشنهادات مختلف برای درخواست‌های شما که بتوانید مناسب ترین را انتخاب کنید
                    امکان مشاهده پرونده شما توسط پزشکان و پرستاران مختلف در جهت بهبود کیفیت درمان
                    مشاهده و جستجو در واحد‌های درمانی مختلف و دریافت اطلاعات از آنها
                   </p>
                    <button type="button" class="btn btn-primary reg-now">همین الان ثبت نام کن!</button>
                </div>
            </div>
            <div class="col-md-6">
                <img src="/imgs/008-patient.svg" class="tour-img">
            </div>
        </div>
    </div>
</div>
@endsection