<?php

use Illuminate\Database\Seeder;

use App\Models\Address;

class Addresses extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Address::create([
            'title'         => 'خانه مادر',
            'plain'         => 'خیابان لاله - کوچه شمیری - پلاک ۱۸',
            'city_id'       => 2,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 8,
            'phone'         => '۰۹۲۱۴۳۷۸۳۷۴',
        ]);
        Address::create([
            'title'         => 'خانه',
            'plain'         => 'خیابان احقی - خیابان صفا - ساختمان شریان - طبقه ۲',
            'city_id'       => 3,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 8,
            'phone'         => '۰۹۱۱۳۷۴۸۷۴۴',
        ]);
        Address::create([
            'title'         => 'خانه آقای نبوی',
            'plain'         => 'میدان جهاد - خیابان تختی - کوچه سلامی - پلاک ۳ - واحد ۱',
            'city_id'       => 1,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 10,
            'phone'         => '۰۹۱۲۷۸۳۷۴۸۷۴',
        ]);
        Address::create([
            'title'         => 'خانه عمو صادق',
            'plain'         => 'خیابان شریعتی - کوچه سمیعی - پلاک ۴ - واحد ۱۸',
            'city_id'       => 4,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 12,
            'phone'         => '۰۹۲۱۷۳۸۷۴۳۸۷',
        ]);
        Address::create([
            'title'         => 'مرکز بهزیستی ثامن',
            'plain'         => 'خیابان مطهری - خیابان نواب',
            'city_id'       => 6,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 10,
            'phone'         => '۰۱۳۳۳۴۷۷۸۴۷۷۵',
        ]);
        Address::create([
            'title'         => 'خانه سالمندان شراره',
            'plain'         => 'خیابان عظیمه زاده - کوچه عزیزی - ساختمان پاک',
            'city_id'       => 5,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 8,
            'phone'         => '۰۱۳۴۳۷۸۳۷۸۳۳۵',
        ]);
        Address::create([
            'title'         => 'خانه دایی',
            'plain'         => 'خیابان طالقانی - خیابان ترقبه - کوچه ساکت - کوچه بنفشه - پلاک ۲۰',
            'city_id'       => 2,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 8,
            'phone'         => '۰۱۳۴۷۸۵۷۳۴۷۸۳',
        ]);
        Address::create([
            'title'         => 'رستوران آبگیر',
            'plain'         => 'خیابان هوشیار - میدان فلسطین',
            'city_id'       => 6,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 10,
            'phone'         => '۰۹۱۱۷۴۵۸۴۳۸۴۳',
        ]);
        Address::create([
            'title'         => 'هواشناسی',
            'plain'         => 'خیابان معلم - خیابان وحدت',
            'city_id'       => 7,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 11,
            'phone'         => '۰۹۳۸۴۳۴۵۷۸۷۴۵',
        ]);
        Address::create([
            'title'         => 'خانه مادر',
            'plain'         => 'خیابان معلم - خیابان وحدت - کوچه نسیم - ساختمان سپاس - طبقه ۳',
            'city_id'       => 4,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 9,
            'phone'         => '۰۹۳۵۵۷۴۸۷۴۳۴',
        ]);
        Address::create([
            'title'         => 'زندایی',
            'plain'         => 'خیابان احسانی - کوچه شهید قلیپور - پلاک ۹',
            'city_id'       => 5,
            'lon'           => 34.3223400000,
            'lat'           => 42.2342340000,
            'user_id'       => 10,
            'phone'         => '۰۹۱۱۷۳۸۴۷۳۴',
        ]);
    }
}
