<?php

return [
    'create'    => 'زمان فعالیت جدید',
    'edit'      => 'ویرایش',
    'remove'    => 'حذف',
    'index'     => 'زمان‌های فعالیت',
    'show'      => 'نمایش',
    'save'      => 'ثبت',

    'unit_user_id'  => 'هدف',
    'day_of_week'   => 'روز هفته',
    'start_time'    => 'زمان شروع',
    'finish_time'   => 'زمان پایان',

    'index_title'   => 'زمان‌های نوبت‌دهی',

    'time'          => 'بازه زمانی',

    'search'        => 'جستجو',
    'row'           => 'ردیف',
    'operation'     => 'عملیات',

    'not_found'     => 'موردی یافت نشد',

    'auto_fill'                         => 'شیوه زماندهی',
    'auto_fill_description'             => 'در صورتی که زماندهی را روی حالت خودکار بگذارید. سیستم به صورت خودکار ویزیت‌ها را زماندهی می‌کند و هزینه‌های لازم را از کاربر می گیرد. در غیراین صورت تمام درخواست‌ها در این بازه زمانی برعهده مدیریت درمانی و شما است.',

    'demand_limit'                      => 'محدودیت تعداد ویزیت',
    'deamnd_limit_description'          => 'شما می‌توانید حداکثر تعداد ویزیت‌های دریافتی در این بازه زمانی را تعیین کنید. در صورتی که زماندهی خودکار باشد، پس از رسیدن تعداد ویزیت ها به حداکثر، این بازه زمانی از دسترس بیماران خارج می شود. در صورتی که مقدار این ورودی را صفر بگذارید، حداکثری برای ویزیت ها وجود نخواهد داشت',
    
    'default_demand_time'               => 'مدت زمان هر ویزیت',
    'default_demand_time_description'   => 'در صورتی که می خواهید زمان دقیقی برای هر ویزیت تعیین کنید، می‌توانید مدت‌زمان آنرا به دقیقه وارد کنید. در صورت زماندهی خودکار ویزیت‌ها، ساعت دقیق ویزیت هربیمار به او اطلاع داده می‌شود. در صورت صفر بودن این مقدار، به بیمار اطلاع داده خواهد شد که از شروع بازه زمانی شما باید حضور داشته باشد',
    
    'default_price'                     => 'هزینه هر ویزیت',
    'deafult_price_description'         => 'بیمار باید از هزینه ویزیت اطلاع داشته باشد تا بتواند آنرا انتخاب کند. در صورتی که زماندهی به صورت خودکار باشد. به تمام متقاضیان ویزیت، همین هزینه اطلاع داده خواهد شد',
    
    'default_deposit'                   => 'بیعانه هر ویزیت',
    'default_deposit_description'       => 'در صورتی که مایل به دریافت بخشی از حق ویزیت هنگام ثبت درخواست بیمار هستید می‌توانید مقدار آنرا اینجا تعیین کنید. در صورتی که تمام هزینه را می خواهید هنگام ویزیت دریافت کنید، این قسمت را صفر قرار دهید',

    'auto_fill_str' => [
        0   => 'زماندهی دستی',
        1   => 'کاملا خودکار',
    ],

    'just_in_unit_visit'        => 'محل ویزیت',
    'just_in_unit_visit_str'    => [
        1   => 'ویزیت در منزل و واحد درمانی',
        2   => 'فقط در منزل',
        3   => 'فقط در واحد درمانی',
    ],

    'type_str'                  => [
        1   => 'پیشفرض',
        2   => 'ویزیت',
    ],

    'pay_all'       => 'پرداخت بیعانه',
    'save'          => 'ثبت نوبت ویزیت',
    'pay_deposit'   => 'پرداخت کل هزینه یکجا',
];