<?php

return [
    'failed'            => 'نام‌کاربری و کلمه عبور نادرست است',
    'throttle'          => 'تعداد درخواست برای ورود بیش از توان ما است. لطفا بعدا اقدام نمایید.',
    'forgot_password'   => 'رمز عبور خود را فراموش کرده‌ام',
    'send_sms'          => 'ارسال پیام فعالسازی',
    'entered_phone'     => 'شما با شماره :phone قصد ورود دارید. تا کمتر از یک دقیقه دیگر باید پیامکی حاوی کد فعالسازی حساب شما به شماره :phone ارسال شود. در صورتی که پس از ۵ دقیقه پیامکی دریافت نکردید روی گزینه ارسال دوباره کلیک کنید. در صورتی که شماره تلفن اشتباه است روی تغییر شماره کلیک کنید',
    'check'             => 'بررسی کدفعالسازی',
    'change_phone'      => 'تغییر شماره',
    'login_failed'      => 'شماره تلفن غلط است، یا به کاربر مورد نظر دسترسی ندارید.',
    'with_other_phone'  => 'ورود با شماره تلفن دیگر',
    

    'resend'                => 'ارسال دوباره پیامک',
    'resent'                => 'کدفعالسازی دوباره ارسال شد',
    'reset'                 => 'تغییر کلمه عبور',
    'token'                 => 'کد فعالسازی',

    'has_to_complete_profile'   => 'برای فعال شدن تمام امکانات حسابتان باید پروفایل خود را از <a class="force-link" href=":link">این لینک</a> تکمیل کنید',
    'has_to_join_unit'          => 'شما باید حتما در یک واحددرمانی عضور باشید تا بتوانید از امکانات حساب استفاده کنید. برای شروع می توانید مطب خودتان را از <a class="force-link" href=":link">این لینک</a> بسازید.',
];
