<?php

return [
    'failed'            => 'نام‌کاربری و کلمه عبور نادرست است',
    'throttle'          => 'تعداد درخواست برای ورود بیش از توان ما است. لطفا بعدا اقدام نمایید.',
    'forgot_password'   => 'رمز عبور خود را فراموش کرده‌ام',
    'send_sms'          => 'ارسال پیام فعالسازی',
    

    'resend'                => 'ارسال دوباره پیامک',
    'reset'                 => 'تغییر کلمه عبور',
    'token'                 => 'کد فعالسازی',
    'password'              => 'کلمه عبور',
    'password_confirmation' => 'تکرار کلمه عبور',
    'password_changed'      => 'کلمه عبور با موفقیت تغییر یافت. حال با کلمه عبور جدید ورود کنید',
];
