<?php

return [
    'row'               => 'ردیف',
    'index_title'       => 'حساب‌های بانکی',
    'search'            => 'جستجو',
    'not_found'         => 'حسابی پیدا نشد',
    'operation'         => 'عملیات',

    'create'            => 'حساب جدید',
    'edit'              => 'ویرایش',
    'remove'            => 'حذف',
    'show'              => 'نمایش',

    'title'             => 'عنوان',
    'account_number'    => 'شماره حساب',
    'owner_name'        => 'نام صاحب حساب',
    'card_number'       => 'شماره کارت',
    'sheba_number'      => 'شماره شبا',
    'bank'              => 'بانک',
    'unit_id'           => 'واحد درمانی',

    'banks'             => [
        1   => 'ملی',
        2   => 'ملت',
        3   => 'مسکن',
        4   => 'رفاه',
        5   => 'تجارت',
        6   => 'اقتصاد نوین',
        7   => 'صادرات',
    ],

    'save'              => 'ذخیره',
];
