<?php
return [
    'row'           => 'ردیف',
    'index_title'   => 'پیشنهاد‌ها',
    'show_title'    => 'پیشنهاد خدمات',
    'create_title'  => 'پیشنهاد جدید',
    'edit_title'    => 'ویرایش پیشنهاد',

    'description'   => 'توضیحات',
    'price'         => 'هزینه',
    'deposit'       => 'بیعانه',
    'date'          => 'تاریخ',
    'user_id'       => 'کاربر',
    'unit_id'       => 'واحد درمانی',
    'target'        => 'سرویس دهنده',
    'status'        => 'وضعیت',
    'demand_id'     => 'تقاضا',

    'description_summary'   => 'توضیحات',

    'not_found'     => 'پیشنهادی یافت نشد',

    'price_description'     => 'بیعانه بخشی از هزینه محسوب خواهد شد و تقاضاکننده موظف است ک بیعانه را محض تایید پیشنهاد بپردازد. در صورتی که تقاضا کننده تقاضای خود را لغو کند، این هزینه به واحد درمانی سرویس دهنده خواهد رسید',
    'for_demand'            => 'پیشنهاد برای تقاضای ',

    'save'      => 'ثبت',
    'delete'    => 'حذف',
    'show'      => 'نمایش',
    'edit'      => 'ویرایش',

    'status_str'    => [
        1  => 'در حال بررسی',
        2  => 'تایید شده توسط تقاضادهنده',
        3  => 'تایید توسط واحد درمانی',
        4  => 'تایید توسط کابر و واحد درمانی',
        5  => 'تقاضادهنده رد کرد',
        6  => 'واحد درمانی رد کرد',
        7  => 'واحد درمانی و سرویس‌دهنده رد کردند',
        8  => 'تایید شده',
        9  => 'رد شده',
        10  => 'انجام شد',
        11  => 'لغو شد',
    ],

    'refuse'    => 'رد',
    'accept'    => 'تایید',

    'operation' => '',

    'by_you'    => 'توسط شما',
    'acception_str' => [
        0   => 'بررسی نشده',
        1   => 'تایید شد',
        2   => 'رد شد',
    ]
];