<?php
return [
    'row'           => 'ردیف',
    'index_title'   => 'تقاضاها',
    'show_title'    => 'تقاضای خدمات درمانی',
    'edit_title'    => 'ویرایش',
    
    'unit_id'       => 'واحد درمانی',
    'user_id'       => 'خدمات دهنده',
    'create'            => 'تقاضای جدید',
    'create_unit_user'  => 'دریافت نوبت ویزیت',
    'create_unit'       => 'درخواست خدمات',
    'create_visit'      => 'نوبت ویزیت جدید',
    'edit'              => 'ویرایش',
    'show'              => 'نمایش',
    'remove'            => 'حذف',

    'description'   => 'توضیحات',
    'address_id'    => 'آدرس',
    'asap'          => 'زمان نوبت',
    'start_time'    => 'از',
    'end_time'      => 'تا',
    'image'         => 'تصویر ضمیمه',

    'no_address'            => 'خودم شخصا می‌خواهم مراجعه کنم',

    'asap_str'  => [
        0   => 'در بازه زمانی زیر می‌خواهم نوبت بگیرم',
        1   => 'هرچه سریعتر میخواهم نوبت بگیرم',
    ],

    'patient_id'    => 'بیمار',

    'save'  => 'ثبت',

    'address_type'  => 'نوع سرویس‌دهی',
    'no_place'      => 'مراجعه حضوری بیمار',

    'operation'     => 'عملیات',
    'status'        => 'وضعیت',
    'status_str'    => [
        1  => 'درحال بررسی',
        2  => 'درحال بررسی',
        3  => 'درحال بررسی',
        4  => 'تایید شده',
        5  => 'پشنهاد مناسب پیدا نشد',
        6  => 'درحال بررسی',
        7  => 'رد شد',
        8  => 'رد شد',
        9  => 'تایید شده',
        10  => 'پرداخت بیعانه',
        11  => 'در حال انجام',
        12  => 'رد شده توسط بیمار',
        13  => 'رد شده',
        14  => 'لغو شد',
        15  => 'انجام شد',
    ],

    'time'          => 'بازه زمانی',
    'date_to_date'  => '-',

    'is_asap'       => 'هرچه سریعتر نوبت داده شود',

    'visit_pay_deposit'   => 'پرداخت بیعانه و ثبت نوبت ویزیت',
    'not_found'         => 'هیچ تقاضایی وجود ندارد',
];