<?php

return [
    'index_title'   => 'آزمایشات',
    'tag_line_patients'    => 'لیست تمام آزمایشات بیمار',
    'create'        => 'آزمایش جدید',
    'save'          => 'ذخیره',
    'index'         => 'آزمایشات',
    'row'           => 'ردیف',
    'title'         => 'آزمایش',
    'operation'     => 'عملیات',
    'remove'        => 'حذف',

    'status'        => 'وضعیت',
    'status_str'    => [
        1   => 'فعال',
        2   => 'غیرفعال'
    ],

    'year'          => 'سال',
    'month'         => 'ماه',
    'day'           => 'روز',
    'hour'          => 'ساعت',
    'min'           => 'دقیقه',
    'date'          => 'تاریخ',
    'user_id'       => 'بیمار',
    'unit_id'       => 'واحد درمانی',
    'edit'          => 'ویرایش',
    'show'          => 'مشاهده',

    'not_found'     => 'هیچ آزمایشی وجود ندارد',

    'print'         => 'چاپ'
];