<?php

return [
    'register'  => 'ثبت نام',
    'login'     => 'ورود',
    'logout'    => 'خروج',

    'forgot_password'   => 'نام کاربری یا کلمه عبور خود را فراموش کرده ام',
    'remember_me'       => 'مرا به یاد بیاور',


    'username'  => 'نام کاربری',
    'password'  => 'کلمه عبور',
    'confirm_password'  => 'تکرار کلمه عبور',
    'first_name'    => 'نام',
    'last_name'     => 'نام خانوادگی',
    'group_code'    => 'گروه کاربری',
    'prefix'        => 'پیشوند نام',
    'group_codes'   => [
        'admin'     => 'مدیرکل',
        'manager'   => 'مدیریت بیمارستان',
        'doctor'    => 'پزشک',
        'nurse'     => 'پرستار',
        'patient'   => 'بیمار',
    ],

    'year'  => 'سال',
    'month' => 'ماه',
    'month_str' => [
        1  => 'فروردین',
        2  => 'اردیبهشت',
        3  => 'خرداد',
        4  => 'تیر',
        5  => 'مرداد',
        6  => 'شهریور',
        7  => 'مهر',
        8  => 'آبان',
        9  => 'آذر',
        10  => 'دی',
        11  => 'بهمن',
        12  => 'اسفند',
    ],
    'day'   => 'روز'
];