<?php

return [
    'register'  => 'ثبت نام',
    'login'     => 'ورود',
    'logout'    => 'خروج',

    'username'  => 'نام کاربری',
    'password'  => 'رمز عبور',

    'forgot_password'   => 'نام کاربری یا کلمه عبور خود را فراموش کرده ام',
    'remember_me'       => 'مرا به یاد بیاور',

    'year'  => 'سال',
    'month' => 'ماه',
    'month_str' => [
        1  => 'فروردین',
        2  => 'اردیبهشت',
        3  => 'خرداد',
        4  => 'تیر',
        5  => 'مرداد',
        6  => 'شهریور',
        7  => 'مهر',
        8  => 'آبان',
        9  => 'آذر',
        10  => 'دی',
        11  => 'بهمن',
        12  => 'اسفند',
    ],
    'day'   => 'روز',

    'select_str'    => [
        1   => 'بلی',
        2   => 'خیر',
    ],

    // currencies
    'toman'     => 'تومان',
    'dollar'    => 'دلار',
    'euro'      => 'یورو',
    'confirm_password'=>'تکرار رمز عبور',
    'first_name'=> 'نام',
    'last_name' =>'ننام خانوادگی',
];