<?php

return [
    'create'        => 'دسترسی جدید',
    'save'          => 'ذخیره',
    'id_number'     => 'کدملی بیمار',
    'status'        => 'وضعیت',

    'tag_line_patients' => 'لیست پزشکان و پرستارانی که به اطلاعات و پرونده سلامت بیمار دسترسی کامل دارند.',

    'form_info'     => 'برای آنکه بتوانید اطلاعات بیمار جدیدی را در اختیار داشته باشید، در صورتی که بیمار مورد نظر به بخش یا بیمارستان شما مراجعه نکرده باشد، باید با وارد نمودن کدملی بیمار، درخواست خود را به او ارسال نمایید. درخواست شما به بیمار اطلاع داده خواهد شد و پس از تایید بیمار، تمام اطلاعات او در اختیار شما قرار خواهد گرفت. بدیهی است که اگه بیمار به بخش یا بیمارستان شما مراجعه کرده باشد، شما به تمام پرونده‌ی او در بیمارستان یا بخش مذکور دسترسی دارید و این درخواست برای دریافت پرونده‌اش در سایر بیمارستان‌ها، بخش‌ها و کلینیک‌ها است.',
    'not_found'     => 'هیچ بیماری با کدملی موردنظر وجود ندارد. شاید اشتباهی در وارد‌نمودن کدملی وجود داشته است. لطفا آنرا بررسی کنید.',
    'exists'        => 'شما به بیمار مورد نظر دسترسی دارید',
    'found'         => 'بیمار مورد نظر وجود دارد، لطفا پس از بررسی اطلاعات بیمار، در صورت مطابقت اطلاعات ، درخواست اطلاعات را به او ارسال کنید. بیمار پس از تایید درخواست شما اجازه دسترسی به اطلاعاتش داده خواهد شد',

    'confirm'       => 'تایید و ارسال درخواست',


    'accept'        => 'تایید',
    'refuse'        => 'رد درخواست',
    'cancel'        => 'انقضای درخواست',

    'operation'     => 'عملیات',
    'index_title'   => 'دسترسی‌ها',
    'patient_id'    => 'بیمار',
    'requester_id'  => 'درخواست دهنده',
    'row'           => 'ردیف',
    'search'        => 'جستجو',
    'date'          => 'تاریخ',
    'show'          => 'مشاهده',
    'show_profile'  => 'پرونده سلامت',

    'index_not_found'   => 'هیچ دسترسی موجود نیست',
    'status_str'    => [
        1   => 'در انتظار',
        2   => 'تایید شده',
        3   => 'رد شده',
        4   => 'منقضی شده',
    ],


    'print_all'         => 'چاپ تمام اطلاعات',
    'print_this_page'   => 'چاپ این صفحه',
];
