<?php

return [
    'index_title'       => 'درمانگاه‌ها',
    'search'            => 'جستجو',
    'row'               => 'ردیف',

    'title'             => 'عنوان',
    'address'           => 'آدرس',
    'phone'             => 'شماره تماس',
    'mobile'            => 'موبایل',
    'status'            => 'وضعیت',
    'image'             => 'تصویر',
    'operation'         => 'عملیات',
    'city_id'           => 'شهر',
    'province_id'       => 'استان',
    'lon'               => 'عرض جغرافیایی',
    'lat'               => 'طول جغرافیایی',
    'please_choose'     => 'لطفا انتخاب کنید',
    'type'              => 'نوع',
    'public'            => 'وضعیت نمایش',

    'status_str'        => [
        '1' => 'فعال',
        '2' => 'غیرفعال',
    ],
    'public_str'        => [
        '1' => 'عمومی',
        '2' => 'خصوصی',
    ],
    'type_str'          => [
        '1' => 'حقیقی',
        '2' => 'مجازی',
    ],

    'not_found' => 'درمانگاهی یافت نشد',

    'create'        => 'درمانگاه جدید',
    'save'          => 'ذخیره',
    'edit'          => 'ویرایش',
    'remove'        => 'حذف',
    'show'          => 'مشاهده',

    'public_description'    => 'وضعیت نمایش درمانگاه تعیین می‌کند که در نتیجه جستجوی کاربران نمایش داده شود یا خیر. در صورت خصوصی بودن وضعیت، درمانگاه شما در جستجوی کاربران نمایش داده نواهد شد',
    'type_description'      => 'در صورتی که درمانگاه شما دارای ساختمانی فیزیکی برای مراجعه بیماران نمی باشد یا هدف شما از این واحد ارائه خدمات درمانی در خانه بیمار و ... باشد. می‌توانید واحد را به صورت مجازی ثبت کنید.',
];
