<?php

return [
    'index_title'       => 'درمانگاه‌ها',
    'search'            => 'جستجو',
    'row'               => 'ردیف',

    'title'             => 'عنوان',
    'address'           => 'آدرس',
    'phone'             => 'شماره تماس',
    'mobile'            => 'موبایل',
    'status'            => 'وضعیت',
    'image'             => 'تصویر',
    'operation'         => 'عملیات',
    'city_id'           => 'شهر',
    'province_id'       => 'استان',
    'lon'               => 'عرض جغرافیایی',
    'lat'               => 'طول جغرافیایی',
    'please_choose'     => 'لطفا انتخاب کنید',

    'status_str'        => [
        '1' => 'فعال',
        '2' => 'غیرفعال',
    ],

    'not_found' => 'درمانگاهی یافت نشد',

    'create'        => 'درمانگاه جدید',
    'save'          => 'ذخیره',
    'edit'          => 'ویرایش',
    'remove'        => 'حذف',
    'show'          => 'مشاهده',
];
