<?php

return [
    'search'    => 'جستجو',

    'date'          => 'تاریخ',
    'amount'        => 'مقدار',
    'row'           => 'ردیف',
    'description'   => 'توضیحات',
    'status'        => 'وضعیت',
    'pay_type'      => 'آنلاین/نقد',
    'type'          => 'نوع تراکنش',

    'pay_type_str'  => [
        1   => 'آنلاین',
        2   => 'نقد',
    ],

    'status_str'    => [
        1   => 'پرداخت نشده',
        2   => 'پرداخت شد',
        3   => 'لغو پرداخت',
    ],

    'type_str'      => [
        1   => 'پرداخت بیعانه',
        2   => 'بازگشت وجه بیعانه',
        3   => 'پرداخت باقی هزینه',
        4   => 'بازگشت باقی هزینه',
        5   => 'تسویه حساب',
        6   => 'آزاد',
    ],

    'not_found' => 'تراکنشی وجود ندارد',
];