<?php

return [
    'index_title'       => 'بیمارستان‌ها',
    'search'            => 'جستجو',
    'row'               => 'ردیف',

    'title'             => 'عنوان',
    'address'           => 'آدرس',
    'phone'             => 'شماره تماس',
    'mobile'            => 'موبایل',
    'image'             => 'تصویر',
    'operation'         => 'عملیات',
    'city_id'           => 'شهر',
    'province_id'       => 'استان',
    'lon'               => 'عرض جغرافیایی',
    'lat'               => 'طول جغرافیایی',
    'please_choose'     => 'لطفا انتخاب کنید',


    'not_found' => 'بیمارستانی یافت نشد',

    'create'        => 'بیمارستان جدید',
    'save'          => 'ذخیره',
    'edit'          => 'ویرایش',
    'remove'        => 'حذف',
    'show'          => 'مشاهده',

    'print_this_page'   => 'چاپ این صفحه',
    'print_all'         => 'چاپ کل اطلاعات',
    'print_members'     => 'چاپ لیست پرسنل',
    'print_departments' => 'چاپ لیست بخش‌ها',
    'print_info'        => 'چاپ تمام اطلاعات',

    'public'            => 'نمایش عموم',
    'status'            => 'وضعیت',
    'type'              => 'موجودیت',
    'group_code'        => 'نوع',
    'public_str'        => [
        '1' => 'عمومی',
        '2' => 'خصوصی',
    ],
    'status_str'        => [
        '1' => 'فعال',
        '2' => 'غیرفعال',
    ],
    'type_str'          => [
        '1' => 'حقیقی',
        '2' => 'مجازی',
    ],
    'group_code_str'    => [
        '1' => 'بیمارستان',
        '2' => 'بخش',
        '3' => 'درمانگاه',
        '4' => 'مطب',
    ],
    
];
