<?php

return [
    'index_title'       => 'دسترسی‌ها',
    'search'            => 'جستجو',
    'row'               => 'ردیف',

    'user_id'           => 'کاربر',
    'unit_id'     => 'بخش',
    'status'            => 'وضعیت',
    'operation'         => 'عملیات',

    'members'           => 'پرسنل',
    'managers'          => 'مدیریت',
    'secretaries'       => 'منشی ها',

    'status_str'        => [
        1   => 'در انتظار پاسخ',
        2   => 'تایید شده',
        3   => 'رد دسترسی',
        4   => 'منقضی شده',
        5   => 'درخواستی ارسال نشده است',
    ],

    'create'        => [
        'manager'   => 'مدیر جدید',
        'member'    => 'پرسنل جدید',
        'secretary' => 'منشی جدید',
    ],
    'user_not_registered'   => 'کاربر مورد نظر من هنوز ثبت نام نکرده است',
    'save'          => 'ذخیره',
    'edit'          => 'ویرایش',
    'remove'        => 'حذف',

    'send'          => 'درخواست عضویت',
    'join_status'   => 'وضعیت عضویت',
    'show'          => 'نمایش',

    'full_name'     => 'نام کاربر',

    'policlinic_id' => 'درمانگاه',
    'permission'    => 'سطح دسترسی',
    'permission_str'    => [
        1   => 'مدیریت',
        2   => 'پرسنل',
    ],

    'manager_title'     => 'کادر مدیریت',
    'member_title'      => 'پرسنل',
    'member_not_found'  => 'هیچ پرسنلی وجود ندارد',
    'manager_not_found' => 'کادر مدیریت خالیست',

    'not_found'         => 'موردی یافت نشد',

    'cancel'            => 'لغو دسترسی',
    'accept'            => 'تایید دسترسی',
    'refuse'            => 'رد دسترسی',

    'success_sent_message'  => 'درخواست شما ثبت شد. لطفا تا تایید آن توسط کادر مدیریت واحد، شکیبا باشد.',
    'failed_to_find_user'   => 'هیچ کاربری با نام مورد نظر وجود ندارد. لطفا در وارد کردن نام دقت نمایید.',

    'print_all'         => 'چاپ تمام اطلاعات',
    'print_this_page'   => 'چاپ این صفحه',
];
