<?php

return [
    'index_title'       => 'واحدها',
    'search'            => 'جستجو',
    'row'               => 'ردیف',

    'title'             => 'عنوان',
    'address'           => 'آدرس',
    'phone'             => 'شماره تماس',
    'mobile'            => 'مویابل منشی',
    'image'             => 'تصویر',
    'operation'         => 'عملیات',
    'city_id'           => 'شهر',
    'province_id'       => 'استان',
    'lon'               => 'عرض جغرافیایی',
    'lat'               => 'طول جغرافیایی',
    'please_choose'    => 'لطفا انتخاب کنید',
    'please_choose_city'        => 'لطفا یک استان سپس یکی از شهر‌هایش را انتخاب کنید',
    'facture_amount'    => 'میزان بدهی',

    'not_found' => 'واحد درمانی یافت نشد',

    'create'        => 'واحد درمان جدید',
    'create_clinic' => 'مطب جدید',
    'save'          => 'ذخیره',
    'edit'          => 'ویرایش',
    'remove'        => 'حذف',
    'show'          => 'مشاهده',

    'print_this_page'   => 'چاپ این صفحه',
    'print_all'         => 'چاپ کل اطلاعات',
    'print_members'     => 'چاپ لیست پرسنل',
    'print_sub_units'   => 'چاپ لیست بخش‌ها',
    'print_info'        => 'چاپ تمام اطلاعات',

    'public'            => 'نمایش عموم',
    'status'            => 'وضعیت',
    'type'              => 'موجودیت',
    'group_code'        => 'نوع',
    'public_str'        => [
        '1' => 'عمومی',
        '2' => 'خصوصی',
    ],
    'status_str'        => [
        '1' => 'فعال',
        '2' => 'غیرفعال',
    ],
    'type_str'          => [
        '1' => 'حقیقی',
        '2' => 'مجازی',
    ],
    'group_code_str'    => [
        '1' => 'بیمارستان',
        '2' => 'بخش',
        '3' => 'درمانگاه',
        '4' => 'مطب',
        '5' => 'آزمایشگاه',
    ],


    'root_parent'       => 'ریشه',
    'parent_id'         => 'واحد مادر',

    'joined_status'     => 'وضعیت دسترسی',
  
    'not_found'         => 'موردی یافت نشد',

    'managers'          => 'کادر مدیریت',
    'members'           => 'کادر پرسنل',

    'no_access'         => ' - ',
    'slug'              => 'نام اختصاری',

    'doctor'            => [
        'full_name'     => 'پزشک',
        'fields'        => 'تخصص ها',
    ],
];
