<?php

return [
    'index_title'       => 'کاربران',
    'search'            => 'جستجو',
    'row'               => 'ردیف',

    'username'          => 'نام کاربری',
    'password'          => 'کلمه عبور',
    'confirm_password'  => 'تایید کلمه عبور',
    'group_code'        => 'گروه کاربری',
    'first_name'        => 'نام',
    'prefix'            => 'پیشوند',
    'last_name'         => 'نام خانوادگی',
    'status'            => 'وضعیت',
    'operation'         => 'عملیات',

    'status_str'        => [
        '1' => 'فعال',
        '2' => 'غیرفعال',
    ],
    'group_code_str'    => [
        '1' => 'مدیرکل',
        '2' => 'مدیریت بیمارستان',
        '3' => 'پزشک',
        '4' => 'پرستار',
        '5' => 'بیمار'
    ],

    'no_found' => 'کاربری یافت نشد',

    'create'        => [
        'admin'     => 'ادمین جدید',
        'manager'   => 'مدیریت جدید',
        'doctor'    => 'دکتر جدید',
        'nurse'     => 'پرستار جدید',
        'patient'   => 'بیمار جدید',
    ],
    'save'          => 'ذخیره',
    'edit'          => 'ویرایش',
    'remove'        => 'حذف',
];
