<?php

return [
    'index_title'       => 'کاربران',
    'search'            => 'جستجو',
    'row'               => 'ردیف',

    'username'          => 'نام کاربری',
    'password'          => 'کلمه عبور',
    'confirm_password'  => 'تایید کلمه عبور',
    'group_code'        => 'گروه کاربری',
    'first_name'        => 'نام',
    'prefix'            => 'پیشوند',
    'last_name'         => 'نام خانوادگی',
    'status'            => 'وضعیت',
    'operation'         => 'عملیات',
    'degree'            => 'سطح',
    'field'             => 'فیلد کاری',
    'gender'            => 'جنسیت',
    'profile'           => 'تصویر',
    'id_number'         => 'کدملی',
    'age'               => 'سن',
    'unit_id'     => 'بخش مورد فعالیت',
    'patient_unit_id' => 'بخش',
    'public'            => 'وضعیت نمایش',
    'msc'               => 'کدنظام پزشکی',

    'show'              => 'نمایش',

    'public_str'        => [
        1   => 'عمومی',
        2   => 'خصوصی',
    ],

    'birth_date'        => 'تاریخ تولد',
    'birth'             => [
        'year'  => 'سال تولد',
        'month' => 'ماه تولد',
        'month_str' => [
            1  => 'فروردین',
            2  => 'اردیبهشت',
            3  => 'خرداد',
            4  => 'تیر',
            5  => 'مرداد',
            6  => 'شهریور',
            7  => 'مهر',
            8  => 'آبان',
            9  => 'آذر',
            10  => 'دی',
            11  => 'بهمن',
            12  => 'اسفند',
        ],
        'day'   => 'روز تولد'
    ],

    'status_str'        => [
        '1' => 'فعال',
        '2' => 'غیرفعال',
    ],
    'group_code_str'    => [
        '1' => 'مدیرکل',
        '2' => 'مدیریت بیمارستان',
        '3' => 'پزشک',
        '4' => 'پرستار',
        '5' => 'بیمار'
    ],

    'no_found' => 'کاربری یافت نشد',

    'create'        => [
        'admin'     => 'ادمین جدید',
        'manager'   => 'مدیریت جدید',
        'doctor'    => 'دکتر جدید',
        'nurse'     => 'پرستار جدید',
        'patient'   => 'بیمار جدید',
    ],
    'edit'        => [
        'admin'     => 'ویرایش ادمین',
        'manager'   => 'ویرایش مدیریت',
        'doctor'    => 'ویرایش دکتر',
        'nurse'     => 'ویرایش پرستار',
        'patient'   => 'ویرایش بیمار',
        'general'   => 'ویرایش',
    ],
    'save'          => 'ذخیره',
    'destroy'        => 'حذف',
];
