<?php

return [
    'index_title'       => 'کاربران',
    'search'            => 'جستجو',
    'row'               => 'ردیف',

    'username'          => 'نام کاربری',
    'password'          => 'کلمه عبور',
    'password_confirmation' => 'تایید کلمه عبور',
    'group_code'        => 'گروه کاربری',
    'first_name'        => 'نام',
    'prefix'            => 'پیشوند',
    'last_name'         => 'نام خانوادگی',
    'status'            => 'وضعیت',
    'operation'         => 'عملیات',
    'degree'            => 'سطح',
    'field'             => 'فیلد کاری',
    'gender'            => 'جنسیت',
    'profile'           => 'تصویر',
    'id_number'         => 'کدملی',
    'age'               => 'سن',
    'unit_id'           => 'بخش مورد فعالیت',
    'patient_unit_id' => 'بخش',
    'public'            => 'وضعیت نمایش',
    'msc'               => 'کدنظام پزشکی/پرستاری',
    'msc_doctor'        => 'کد نظام‌پزشکی',
    'token'             => 'کد تایید',
    'full_name'         => 'نام و ‌نام‌خانوادگی',
    'email'             => 'آدرس ایمیل',
    'start_year_doctor' => 'سال شروع طبابت',
    'fields'            => 'تخصص ها',

    'show'              => 'نمایش',
    'edit_str'          => 'ویرایش',

    'visitors'          => 'پزشکان و پرستاران',

    'public_str'        => [
        1   => 'عمومی',
        2   => 'خصوصی',
    ],
    'public_description_str' => [
        1   => 'قابل نمایش در جستجوی دیگران',
        2   => 'تنها برای استفاده شخصی',
    ],

    'birth_date'        => 'تاریخ تولد',
    'birth'             => [
        'year'  => 'سال تولد',
        'month' => 'ماه تولد',
        'month_str' => [
            1  => 'فروردین',
            2  => 'اردیبهشت',
            3  => 'خرداد',
            4  => 'تیر',
            5  => 'مرداد',
            6  => 'شهریور',
            7  => 'مهر',
            8  => 'آبان',
            9  => 'آذر',
            10  => 'دی',
            11  => 'بهمن',
            12  => 'اسفند',
        ],
        'day'   => 'روز تولد'
    ],

    'status_str'        => [
        '1' => 'فعال',
        '2' => 'غیرفعال',
    ],
    'group_code_str'    => [
        '1' => 'مدیرکل',
        '2' => 'مدیریت بیمارستان',
        '3' => 'پزشک',
        '4' => 'پرستار',
        '5' => 'بیمار',
        '6' => 'منشی',
    ],
    'gender_str'        => [
        '1' => 'مذکر',
        '2' => 'مونث',
    ],
    'sir_madam_str'     => [
        '1' => 'آقای',
        '2' => 'خانم',
    ],

    'no_found' => 'کاربری یافت نشد',

    'create'        => [
        'admin'     => 'ادمین جدید',
        'manager'   => 'مدیریت جدید',
        'doctor'    => 'دکتر جدید',
        'nurse'     => 'پرستار جدید',
        'patient'   => 'بیمار جدید',
        'secretary' => 'منشی جدید',
    ],
    'edit'        => [
        'admin'     => 'ویرایش ادمین',
        'manager'   => 'ویرایش مدیریت',
        'doctor'    => 'ویرایش دکتر',
        'nurse'     => 'ویرایش پرستار',
        'patient'   => 'ویرایش بیمار',
        'secretary' => 'ویرایش منشی',
        'general'   => 'ویرایش',
    ],
    'save'          => 'ذخیره',
    'remove'        => 'حذف',

    'print_this_page'           => 'چاپ این صفحه',
    'print_all'                 => 'چاپ تمام اطلاعات',
    'print_info'                => 'چاپ اطلاعات کاربر',
    'print_units'               => 'چاپ واحد‌های کاربر',
    'print_experiments'         => 'چاپ آزمایشات کاربر',
    'print_patients'            => 'چاپ بیماران کاربر',
    'print_visitors'            => 'چاپ لیست پزشکان و پرستاران',
    'phone'                     => 'شماره موبایل',

    'profile_edit'  => 'پروفایل',
    
];
