<?php

return [
    'index_title'   => 'کاربران',
    'search'        => 'جستجو',
    'row'           => 'ردیف',
    'username'      => 'نام کاربری',
    'group_code'    => 'گروه کاربری',
    'first_name'    => 'نام',
    'last_name'     => 'نام خانوادگی',
    'status'        => 'وضعیت',
    'operation'     => 'عملیات',

    'status_str'    => [
        '1' => 'فعال',
        '2' => 'غیرفعال',
    ],
    'group_code_str'    => [
        '1' => 'مدیرکل',
        '2' => 'مدیریت بیمارستان',
        '3' => 'پزشک',
        '4' => 'پرستار',
        '5' => 'بیمار'
    ],
];